Repository: Hud2929/Pausely
Catalog: Pausely/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja

source: No direct cancel link found. Search for "cancel %@" in your browser.
ar: لم يتم العثور على رابط إلغاء مباشر. ابحث عن "إلغاء %@" في متصفحك.
de: Kein direkter Kündigungslink gefunden. Suche nach "kündigen %@" in deinem Browser.
es: No se encontró enlace directo de cancelación. Busca "cancelar %@" en tu navegador.
fr: Aucun lien d'annulation direct trouvé. Recherchez "annuler %@" dans votre navigateur.
ja: 直接キャンセルリンクが見つかりません。ブラウザで「%@ キャンセル」を検索してください。

source: No more subscriptions to add
ar: لا توجد اشتراكات إضافية لإضافتها
de: Keine weiteren Abos hinzuzufügen
es: No hay más suscripciones para agregar
fr: Plus d'abonnements à ajouter
ja: 追加するサブスクリプションはありません

source: No new subscriptions detected.
ar: لم يتم اكتشاف اشتراكات جديدة.
de: Keine neuen Abonnements erkannt.
es: No se detectaron nuevas suscripciones.
fr: Aucun nouvel abonnement détecté.
ja: 新しいサブスクリプションは検出されませんでした。

source: No new subscriptions detected. We'll keep tracking your usage.
ar: لم يتم اكتشاف اشتراكات جديدة. سنستمر في تتبع استخدامك.
de: Keine neuen Abos erkannt. Wir verfolgen deine Nutzung weiter.
es: No se detectaron nuevas suscripciones. Seguiremos rastreando tu uso.
fr: Aucun nouvel abonnement détecté. Nous continuerons à suivre votre utilisation.
ja: 新しいサブスクリプションは検出されませんでした。 引き続き使用状況を追跡します。

source: No obvious savings found with your current subscriptions. Enable Screen Time tracking for usage-based recommendations.
ar: لم يتم العثور على فرص توفير واضحة مع اشتراكاتك الحالية. فعّل تتبع وقت الشاشة للحصول على توصيات مبنية على الاستخدام.
de: Mit deinen aktuellen Abos wurden keine offensichtlichen Einsparmöglichkeiten gefunden. Aktiviere Screen-Time-Tracking für nutzungsbasierte Empfehlungen.
es: No se encontraron ahorros obvios con tus suscripciones actuales. Habilita el seguimiento de Screen Time para recomendaciones basadas en uso.
fr: Aucune économie évidente trouvée avec vos abonnements actuels. Activez le suivi du Temps d'écran pour des recommandations basées sur l'utilisation.
ja: 現在のサブスクリプションで明らかな節約機会は見つかりませんでした。使用状況ベースのおすすめのためにスクリーンタイム追跡を有効化してください。

source: No other active sessions
ar: لا توجد جلسات نشطة أخرى
de: Keine anderen aktiven Sitzungen
es: No hay otras sesiones activas
fr: Aucune autre session active
ja: 他のアクティブなセッションはありません

source: No other subscriptions
ar: لا توجد اشتراكات أخرى
de: Keine anderen Abonnements
es: No hay otras suscripciones
fr: Aucun autre abonnement
ja: 他のサブスクリプションはありません

source: No pending actions
ar: لا توجد إجراءات معلقة
de: Keine ausstehenden Aktionen
es: No hay acciones pendientes
fr: Aucune action en attente
ja: 保留中のアクションはありません

source: No Price History
ar: لا يوجد سجل أسعار
de: Kein Preisverlauf
es: Sin historial de precios
fr: Aucun historique de prix
ja: 価格履歴なし

source: No referrals yet
ar: لا توجد إحالات بعد
de: Noch keine Empfehlungen
es: Aún no hay referidos
fr: Pas encore de parrainages
ja: まだ紹介はありません

source: No results for "%@"
ar: لا توجد نتائج لـ "%@"
de: Keine Ergebnisse für "%@"
es: No hay resultados para "%@"
fr: Aucun résultat pour "%@"
ja: "%@"の結果なし

source: No Results Found
ar: لم يتم العثور على نتائج
de: Keine Ergebnisse gefunden
es: No se encontraron resultados
fr: Aucun résultat trouvé
ja: 結果が見つかりません

source: No services found
ar: لم يتم العثور على خدمات
de: Keine Dienste gefunden
es: No se encontraron servicios
fr: Aucun service trouvé
ja: サービスが見つかりません

source: No subscriptions found
ar: لم يتم العثور على اشتراكات
de: Keine Abonnements gefunden
es: No se encontraron suscripciones
fr: Aucun abonnement trouvé
ja: サブスクリプションが見つかりません

source: No Subscriptions Found
ar: لم يتم العثور على اشتراكات
de: Keine Abos gefunden
es: No se encontraron suscripciones
fr: Aucun abonnement trouvé
ja: サブスクリプションが見つかりません

source: No subscriptions match "%@".
ar: لا توجد اشتراكات تطابق "%@".
de: Keine Abos entsprechen "%@".
es: Ninguna suscripción coincide con "%@".
fr: Aucun abonnement ne correspond à "%@".
ja: "%@"に一致するサブスクリプションはありません。

source: No subscriptions match your filters
ar: لا توجد اشتراكات تطابق مرشحاتك
de: Keine Abos entsprechen deinen Filtern
es: Ninguna suscripción coincide con tus filtros
fr: Aucun abonnement ne correspond à vos filtres
ja: フィルターに一致するサブスクリプションはありません

source: No subscriptions yet
ar: لا توجد اشتراكات بعد
de: Noch keine Abos
es: Aún no hay suscripciones
fr: Pas encore d'abonnements
ja: まだサブスクリプションはありません

source: No upcoming bills
ar: لا توجد فواتير قادمة
de: Keine bevorstehenden Rechnungen
es: No hay facturas próximas
fr: Aucune facture à venir
ja: 近日中の請求はありません

source: No upcoming renewals
ar: لا توجد تجديدات قادمة
de: Keine bevorstehenden Erneuerungen
es: No hay renovaciones próximas
fr: Aucun renouvellement à venir
ja: 近日中の更新はありません

source: No Usage Data Yet
ar: لا توجد بيانات استخدام بعد
de: Noch keine Nutzungsdaten
es: Aún no hay datos de uso
fr: Pas encore de données d'utilisation
ja: まだ使用データがありません

source: No Usage History Yet
ar: لا يوجد سجل استخدام بعد
de: Noch kein Nutzungsverlauf
es: Aún no hay historial de uso
fr: Pas encore d'historique d'utilisation
ja: まだ使用履歴がありません

source: Not Now
ar: ليس الآن
de: Jetzt nicht
es: Ahora no
fr: Pas maintenant
ja: 後で

source: Not selected
ar: غير محدد
de: Nicht ausgewählt
es: No seleccionado
fr: Non sélectionné
ja: 未選択

source: Not set
ar: غير محدد
de: Nicht festgelegt
es: No establecido
fr: Non défini
ja: 未設定

source: Note: Apple Screen Time API provides session counts, not exact minutes. Usage is estimated based on session frequency.
ar: ملاحظة: توفر واجهة برمجة وقت الشاشة من Apple عدد الجلسات وليس الدقائق الدقيقة. يُقدَّر الاستخدام بناءً على تكرار الجلسات.
de: Hinweis: Die Apple Screen Time API liefert Sitzungsanzahlen, keine genauen Minuten. Die Nutzung wird anhand der Sitzungsfrequenz geschätzt.
es: Nota: La API de Screen Time de Apple proporciona conteos de sesiones, no minutos exactos. El uso se estima basándose en la frecuencia de sesiones.
fr: Remarque : L'API Temps d'écran d'Apple fournit des comptes de sessions, pas des minutes exactes. L'utilisation est estimée en fonction de la fréquence des sessions.
ja: 注意：Apple スクリーンタイムAPIはセッション数を提供しており、正確な分数ではありません。使用状況はセッション頻度から推定されます。

source: Note: Apple Screen Time API provides session counts, not exact minutes. Usage shown is estimated based on session frequency.
ar: ملاحظة: توفر واجهة برمجة وقت الشاشة من Apple عدد الجلسات وليس الدقائق الدقيقة. الاستخدام المعروض مقدّر بناءً على تكرار الجلسات.
de: Hinweis: Die Apple Screen Time API liefert Sitzungsanzahlen, keine genauen Minuten. Die angezeigte Nutzung wird anhand der Sitzungsfrequenz geschätzt.
es: Nota: La API de Screen Time de Apple proporciona conteos de sesiones, no minutos exactos. El uso mostrado se estima basándose en la frecuencia de sesiones.
fr: Remarque : L'API Temps d'écran d'Apple fournit des comptes de sessions, pas des minutes exactes. L'utilisation affichée est estimée en fonction de la fréquence des sessions.
ja: 注意：Apple スクリーンタイムAPIはセッション数を提供しており、正確な分数ではありません。表示される使用状況はセッション頻度から推定されます。

source: Note: Screen Time data is estimated from session counts. Manual entries are exact values you provided.
ar: ملاحظة: بيانات وقت الشاشة مقدّرة من عدد الجلسات. الإدخالات اليدوية هي القيم الدقيقة التي أدخلتها.
de: Hinweis: Screen-Time-Daten werden aus Sitzungsanzahlen geschätzt. Manuelle Einträge sind die von dir angegebenen genauen Werte.
es: Nota: Los datos de Screen Time se estiman a partir de conteos de sesiones. Las entradas manuales son los valores exactos que proporcionaste.
fr: Remarque : Les données du Temps d'écran sont estimées à partir du nombre de sessions. Les entrées manuelles sont les valeurs exactes que vous avez fournies.
ja: 注意：スクリーンタイムデータはセッション数から推定されます。手動入力は正確な値です。

source: Notes
ar: ملاحظات
de: Notizen
es: Notas
ja: メモ

source: Nothing due
ar: لا شيء مستحق
de: Nichts fällig
es: Nada pendiente
fr: Rien à payer
ja: 期限なし

source: Nothing to Analyze Yet
ar: لا شيء للتحليل بعد
de: Noch nichts zu analysieren
es: Aún no hay nada que analizar
fr: Rien à analyser encore
ja: まだ分析するものがありません

source: Nothing to Optimize
ar: لا شيء لتحسينه
de: Nichts zu optimieren
es: Nada que optimizar
fr: Rien à optimiser
ja: 最適化するものがありません

source: Notification Settings
ar: إعدادات الإشعارات
de: Benachrichtigungseinstellungen
es: Configuración de notificaciones
fr: Paramètres de notifications
ja: 通知設定

source: Notifications
ar: الإشعارات
de: Benachrichtigungen
es: Notificaciones
ja: 通知

source: of 3 completed
ar: من 3 مكتملة
de: von 3 abgeschlossen
es: de 3 completados
fr: sur 3 terminés
ja: 3件中完了

source: of 10h
ar: من 10 ساعات
de: von 10 Std.
es: de 10h
fr: sur 10h
ja: 10時間中

source: OK
ar: موافق

# on %lld subscription%@
source: on %1$lld subscription%2$@
ar: على %lld اشتراك%@
de: bei %lld Abonnement%@
es: en %lld suscripción%@
fr: sur %lld abonnement%@
ja: %lld件のサブスクリプション%@で

source: on forgotten subscriptions
ar: على الاشتراكات المنسية
de: für vergessene Abonnements
es: en suscripciones olvidadas
fr: sur des abonnements oubliés
ja: 忘れていたサブスクリプションに

source: on subscriptions
ar: على الاشتراكات
de: für Abonnements
es: en suscripciones
fr: sur des abonnements
ja: サブスクリプションに

source: One-time
ar: لمرة واحدة
de: Einmalig
es: Una vez
fr: Unique
ja: 一回払い

source: Open Cancel Page
ar: فتح صفحة الإلغاء
de: Kündigungsseite öffnen
es: Abrir página de cancelación
fr: Ouvrir la page d'annulation
ja: キャンセルページを開く

source: Open cancel page in Safari
ar: فتح صفحة الإلغاء في Safari
de: Kündigungsseite in Safari öffnen
es: Abrir página de cancelación en Safari
fr: Ouvrir la page d'annulation dans Safari
ja: Safariでキャンセルページを開く

source: Open Cancellation Page
ar: فتح صفحة الإلغاء
de: Kündigungsseite öffnen
es: Abrir página de cancelación
fr: Ouvrir la page d'annulation
ja: キャンセルページを開く

source: Optimize
ar: تحسين
de: Optimieren
es: Optimizar
fr: Optimiser
ja: 最適化

source: Optimized
ar: مُحسَّن
de: Optimiert
es: Optimizado
fr: Optimisé
ja: 最適化済み

source: or
ar: أو
de: oder
es: o
fr: ou
ja: または

source: Or continue with
ar: أو المتابعة مع
de: Oder weiter mit
es: O continuar con
fr: Ou continuer avec
ja: または続行する

source: Originally
ar: في الأصل
de: Ursprünglich
es: Originalmente
fr: Initialement
ja: もともと

source: Other Devices
ar: الأجهزة الأخرى
de: Andere Geräte
es: Otros dispositivos
fr: Autres appareils
ja: 他のデバイス

source: Other Plans for %@
ar: خطط أخرى لـ %@
de: Andere Pläne für %@
es: Otros planes para %@
fr: Autres plans pour %@
ja: %@の他のプラン

source: Our app is not intended for users under 13 years of age. We do not knowingly collect information from children under 13.
ar: تطبيقنا غير مخصص للمستخدمين دون سن 13 عاماً. لا نجمع معلومات من الأطفال دون سن 13 عن علم.
de: Unsere App ist nicht für Benutzer unter 13 Jahren gedacht. Wir erfassen wissentlich keine Informationen von Kindern unter 13 Jahren.
es: Nuestra app no está destinada a usuarios menores de 13 años. No recopilamos a sabiendas información de niños menores de 13 años.
fr: Notre application n'est pas destinée aux utilisateurs de moins de 13 ans. Nous ne collectons pas sciemment d'informations sur les enfants de moins de 13 ans.
ja: このアプリは13歳未満のユーザーを対象としていません。13歳未満の子供から情報を意図的に収集することはありません。

source: Our support team is here for you 24/7
ar: فريق الدعم لدينا هنا من أجلك على مدار الساعة
de: Unser Support-Team ist 24/7 für dich da
es: Nuestro equipo de soporte está aquí para ti 24/7
fr: Notre équipe de support est là pour vous 24h/24
ja: サポートチームは24時間年中無休でお手伝いします

source: Overall score based on organization, cost, and value
ar: نتيجة إجمالية بناءً على التنظيم والتكاليف والقيمة
de: Gesamtbewertung basierend auf Organisation, Kosten und Wert
es: Puntuación general basada en organización, costo y valor
fr: Score global basé sur l'organisation, le coût et la valeur
ja: 組織、費用、価値に基づく総合スコア

# Page %lld of %lld
source: Page %1$lld of %2$lld
ar: صفحة %lld من %lld
de: Seite %lld von %lld
es: Página %lld de %lld
fr: Page %lld sur %lld
ja: %lld/%lldページ

source: Paid on
ar: مدفوع في
de: Bezahlt am
es: Pagado el
fr: Payé le
ja: 支払い日

source: Paid on %@
ar: مدفوع في %@
de: Bezahlt am %@
es: Pagado el %@
fr: Payé le %@
ja: %@に支払い済み

source: Parse URL
ar: تحليل الرابط
de: URL analysieren
es: Analizar URL
fr: Analyser l'URL
ja: URLを解析

source: Password
ar: كلمة المرور
de: Passwort
es: Contraseña
fr: Mot de passe
ja: パスワード

source: Past 6 Months
ar: آخر 6 أشهر
de: Letzte 6 Monate
es: Últimos 6 meses
fr: Derniers 6 mois
ja: 過去6か月

source: Paste a link to Netflix, Spotify, or any subscription service
ar: الصق رابطاً لـ Netflix أو Spotify أو أي خدمة اشتراك
de: Link zu Netflix, Spotify oder einem anderen Abodienst einfügen
es: Pega un enlace a Netflix, Spotify o cualquier servicio de suscripción
fr: Collez un lien vers Netflix, Spotify ou n'importe quel service d'abonnement
ja: Netflix、Spotify、またはサブスクリプションサービスへのリンクを貼り付け

source: Paste from Clipboard
ar: لصق من الحافظة
de: Aus Zwischenablage einfügen
es: Pegar del portapapeles
fr: Coller depuis le presse-papiers
ja: クリップボードから貼り付け

source: Paste from URL
ar: لصق من رابط
de: Von URL einfügen
es: Pegar desde URL
fr: Coller depuis une URL
ja: URLから貼り付け

source: Paste Subscription URL
ar: لصق رابط الاشتراك
de: Abo-URL einfügen
es: Pegar URL de suscripción
fr: Coller l'URL de l'abonnement
ja: サブスクリプションのURLを貼り付け

source: Paste URL from clipboard
ar: لصق الرابط من الحافظة
de: URL aus Zwischenablage einfügen
es: Pegar URL del portapapeles
fr: Coller l'URL depuis le presse-papiers
ja: クリップボードからURLを貼り付け

source: Paste your bank statement CSV
ar: الصق ملف CSV لكشف حسابك البنكي
de: CSV-Kontoauszug einfügen
es: Pega tu CSV del estado de cuenta bancario
fr: Collez votre relevé bancaire CSV
ja: 銀行明細のCSVを貼り付け

source: Paste your CSV data
ar: الصق بيانات CSV
de: CSV-Daten einfügen
es: Pega tus datos CSV
fr: Collez vos données CSV
ja: CSVデータを貼り付け

source: Pause a subscription to stop tracking it temporarily.
ar: أوقف اشتراكاً مؤقتاً لإيقاف تتبعه مؤقتاً.
de: Pausiere ein Abo, um es vorübergehend nicht zu verfolgen.
es: Pausa una suscripción para dejar de rastrearla temporalmente.
fr: Mettez un abonnement en pause pour arrêter temporairement son suivi.
ja: サブスクリプションを一時停止して一時的に追跡を止めます。

source: Pause for
ar: إيقاف مؤقت لمدة
de: Pausieren für
es: Pausar por
fr: Mettre en pause pour
ja: 一時停止期間

source: Pause for %@
ar: إيقاف مؤقت لمدة %@
de: Pausieren für %@
es: Pausar por %@
fr: Mettre en pause pour %@
ja: %@の間一時停止

source: Pause Instead
ar: إيقاف مؤقت بدلاً من ذلك
de: Stattdessen pausieren
es: Pausar en su lugar
fr: Mettre en pause à la place
ja: 代わりに一時停止

source: Pause Subscription
ar: إيقاف الاشتراك مؤقتاً
de: Abo pausieren
es: Pausar suscripción
fr: Mettre l'abonnement en pause
ja: サブスクリプションを一時停止

source: Paused
ar: متوقف مؤقتًا
de: Pausiert
es: Pausado
fr: En pause
ja: 一時停止中

source: Paused Subscriptions
ar: الاشتراكات الموقوفة مؤقتاً
de: Pausierte Abos
es: Suscripciones pausadas
fr: Abonnements en pause
ja: 一時停止中のサブスクリプション

source: Pausely analyzes your spending and suggests ways to save money.
ar: يحلل Pausely إنفاقك ويقترح طرقاً لتوفير المال.
de: Pausely analysiert deine Ausgaben und schlägt Wege vor, Geld zu sparen.
es: Pausely analiza tu gasto y sugiere formas de ahorrar dinero.
fr: Pausely analyse vos dépenses et suggère des moyens d'économiser de l'argent.
ja: Pauselyはあなたの支出を分析し、節約方法を提案します。

source: Pausely helps you track subscriptions but: • We are not responsible for actual subscription cancellations • You must manage cancellations directly with service providers • We do not guarantee accuracy of pricing information • Renewal dates may vary from actual billing dates
ar: يساعدك Pausely على تتبع الاشتراكات ولكن: • لسنا مسؤولين عن إلغاء الاشتراكات الفعلية • يجب إدارة الإلغاءات مباشرة مع مزودي الخدمة • لا نضمن دقة معلومات الأسعار • قد تختلف مواعيد التجديد عن تواريخ الفوترة الفعلية
de: Pausely hilft dir bei der Verfolgung von Abos, aber: • Wir sind nicht verantwortlich für tatsächliche Abo-Kündigungen • Du musst Kündigungen direkt mit den Dienstanbietern verwalten • Wir garantieren nicht die Richtigkeit der Preisinformationen • Verlängerungsdaten können von den tatsächlichen Abrechnungsdaten abweichen
es: Pausely te ayuda a rastrear suscripciones pero: • No somos responsables de las cancelaciones reales de suscripciones • Debes gestionar las cancelaciones directamente con los proveedores de servicios • No garantizamos la exactitud de la información de precios • Las fechas de renovación pueden variar de las fechas de facturación reales
fr: Pausely vous aide à suivre vos abonnements mais : • Nous ne sommes pas responsables des annulations d'abonnements réelles • Vous devez gérer les annulations directement avec les prestataires de services • Nous ne garantissons pas l'exactitude des informations tarifaires • Les dates de renouvellement peuvent différer des dates de facturation réelles
ja: Pauselyはサブスクリプションの追跡を助けますが： • 実際のサブスクリプションのキャンセルについては責任を負いません • キャンセルはサービスプロバイダーと直接管理する必要があります • 価格情報の正確性を保証しません • 更新日は実際の請求日と異なる場合があります

source: Pausely is a subscription management application that helps you track, monitor, and manage your recurring subscriptions. Our service provides reminders, analytics, and insights about your subscriptions.
ar: Pausely هو تطبيق لإدارة الاشتراكات يساعدك على تتبع ومراقبة وإدارة اشتراكاتك المتكررة. تقدم خدمتنا تذكيرات وتحليلات ورؤى حول اشتراكاتك.
de: Pausely ist eine Abo-Verwaltungs-App, die dir hilft, deine wiederkehrenden Abos zu verfolgen, zu überwachen und zu verwalten. Unser Dienst bietet Erinnerungen, Analysen und Einblicke zu deinen Abos.
es: Pausely es una aplicación de gestión de suscripciones que te ayuda a rastrear, monitorear y gestionar tus suscripciones recurrentes. Nuestro servicio proporciona recordatorios, análisis e insights sobre tus suscripciones.
fr: Pausely est une application de gestion d'abonnements qui vous aide à suivre, surveiller et gérer vos abonnements récurrents. Notre service fournit des rappels, des analyses et des insights sur vos abonnements.
ja: Pauselyは定期的なサブスクリプションの追跡、監視、管理を支援するサブスクリプション管理アプリです。リマインダー、分析、インサイトを提供します。

source: Pausely is provided 'as is' without warranties. We are not liable for: • Decisions made based on app information • Errors in third-party pricing data • Service interruptions • Loss of data due to third-party issues
ar: يُقدَّم Pausely 'كما هو' دون ضمانات. لسنا مسؤولين عن: • القرارات المتخذة بناءً على معلومات التطبيق • الأخطاء في بيانات أسعار الأطراف الثالثة • انقطاعات الخدمة • فقدان البيانات بسبب مشاكل الأطراف الثالثة
de: Pausely wird 'wie besehen' ohne Garantien bereitgestellt. Wir haften nicht für: • Entscheidungen auf Basis von App-Informationen • Fehler in Drittanbieter-Preisdaten • Serviceunterbrechungen • Datenverlust durch Drittanbieterprobleme
es: Pausely se proporciona 'tal cual' sin garantías. No somos responsables de: • Decisiones tomadas basadas en información de la app • Errores en datos de precios de terceros • Interrupciones del servicio • Pérdida de datos debido a problemas de terceros
fr: Pausely est fourni 'tel quel' sans garanties. Nous ne sommes pas responsables de : • Décisions prises sur la base des informations de l'app • Erreurs dans les données de prix tiers • Interruptions de service • Perte de données due à des problèmes tiers
ja: Pauselyは「現状のまま」保証なしで提供されます。以下について責任を負いません： • アプリ情報に基づいた決定 • サードパーティの価格データのエラー • サービスの中断 • サードパーティの問題によるデータ損失

source: Pausely needs Screen Time access to track which apps you use. Your data stays on your device.
ar: يحتاج Pausely إلى الوصول إلى وقت الشاشة لتتبع التطبيقات التي تستخدمها. تبقى بياناتك على جهازك.
de: Pausely benötigt Screen-Time-Zugriff, um zu verfolgen, welche Apps du verwendest. Deine Daten bleiben auf deinem Gerät.
es: Pausely necesita acceso a Screen Time para rastrear qué apps usas. Tus datos permanecen en tu dispositivo.
fr: Pausely a besoin d'accès au Temps d'écran pour suivre les apps que vous utilisez. Vos données restent sur votre appareil.
ja: Pauselyはどのアプリを使用しているか追跡するためにスクリーンタイムアクセスが必要です。データはデバイス上に留まります。

source: Pausely tracks them all
ar: يتتبعها Pausely جميعاً
de: Pausely verfolgt sie alle
es: Pausely las rastrea todas
fr: Pausely les suit toutes
ja: Pauselyがすべて追跡します

source: Pausey at your service
ar: Pausey في خدمتك
de: Pausey zu Ihren Diensten
es: Pausey a tu servicio
fr: Pausey à votre service
ja: Pauseyがお手伝いします

source: per %@
ar: لكل %@
de: pro %@
es: por %@
fr: par %@
ja: %@ごと

source: per month
ar: شهريًا
de: pro Monat
es: por mes
fr: par mois
ja: 月額

source: per year
ar: سنويًا
de: pro Jahr
es: por año
fr: par an
ja: 年額

source: per year!
ar: سنويًا!
de: pro Jahr!
es: ¡por año!
fr: par an !
ja: 年間で！

source: Perks
ar: المزايا
de: Vorteile
es: Beneficios
fr: Avantages
ja: 特典

source: Permanently delete your account
ar: حذف حسابك نهائياً
de: Konto dauerhaft löschen
es: Eliminar permanentemente tu cuenta
fr: Supprimer définitivement votre compte
ja: アカウントを完全に削除

source: Permanently delete your account. This action cannot be undone.
ar: حذف حسابك نهائياً. لا يمكن التراجع عن هذا الإجراء.
de: Konto dauerhaft löschen. Diese Aktion kann nicht rückgängig gemacht werden.
es: Eliminar permanentemente tu cuenta. Esta acción no se puede deshacer.
fr: Supprimer définitivement votre compte. Cette action est irréversible.
ja: アカウントを永久に削除します。この操作は元に戻せません。

source: Permanently remove all data
ar: إزالة جميع البيانات نهائياً
de: Alle Daten dauerhaft entfernen
es: Eliminar permanentemente todos los datos
fr: Supprimer définitivement toutes les données
ja: すべてのデータを完全に削除

source: Personalized subscription intelligence
ar: ذكاء اشتراكات مخصص
de: Personalisierte Abo-Intelligenz
es: Inteligencia de suscripciones personalizada
fr: Intelligence d'abonnements personnalisée
ja: パーソナライズされたサブスクリプションインテリジェンス

source: Please complete the current step
ar: يرجى إكمال الخطوة الحالية
de: Bitte schließe den aktuellen Schritt ab
es: Por favor completa el paso actual
fr: Veuillez compléter l'étape actuelle
ja: 現在のステップを完了してください

source: Please enter a referral code first
ar: يرجى إدخال رمز إحالة أولاً
de: Bitte zuerst einen Empfehlungscode eingeben
es: Por favor ingresa un código de referido primero
fr: Veuillez d'abord saisir un code de parrainage
ja: まず紹介コードを入力してください

source: Please enter a service name and amount
ar: يرجى إدخال اسم الخدمة والمبلغ
de: Bitte Dienstname und Betrag eingeben
es: Por favor ingresa el nombre del servicio y el monto
fr: Veuillez saisir un nom de service et un montant
ja: サービス名と金額を入力してください

source: Please enter a service name and cost after trial
ar: يرجى إدخال اسم الخدمة والتكلفة بعد التجربة
de: Bitte Dienstname und Kosten nach der Testphase eingeben
es: Por favor ingresa el nombre del servicio y el costo después de la prueba
fr: Veuillez saisir un nom de service et le coût après l'essai
ja: サービス名とトライアル後の費用を入力してください

source: Please enter a URL first
ar: يرجى إدخال رابط أولاً
de: Bitte zuerst eine URL eingeben
es: Por favor ingresa una URL primero
fr: Veuillez d'abord saisir une URL
ja: まずURLを入力してください

source: Please enter a valid 6-character referral code
ar: يرجى إدخال رمز إحالة صالح مكون من 6 أحرف
de: Bitte einen gültigen 6-stelligen Empfehlungscode eingeben
es: Por favor ingresa un código de referido válido de 6 caracteres
fr: Veuillez saisir un code de parrainage valide de 6 caractères
ja: 有効な6文字の紹介コードを入力してください

source: Please enter hours or minutes
ar: يرجى إدخال الساعات أو الدقائق
de: Bitte Stunden oder Minuten eingeben
es: Por favor ingresa horas o minutos
fr: Veuillez saisir des heures ou des minutes
ja: 時間または分を入力してください

source: Please enter the 6-digit verification code
ar: يرجى إدخال رمز التحقق المكون من 6 أرقام
de: Bitte den 6-stelligen Verifizierungscode eingeben
es: Por favor ingresa el código de verificación de 6 dígitos
fr: Veuillez saisir le code de vérification à 6 chiffres
ja: 6桁の確認コードを入力してください

source: Please enter your email address
ar: يرجى إدخال عنوان بريدك الإلكتروني
de: Bitte E-Mail-Adresse eingeben
es: Por favor ingresa tu dirección de correo
fr: Veuillez saisir votre adresse e-mail
ja: メールアドレスを入力してください
